[
    {
        "id": "1",
        "author": "ABC",
        "date": "28th Jul",
        "topic": "Test",
        "name": "THE IMPORTANCE OF TUITION AT HOME",
        "img": "../../assets/Images/Blogs/blog1.jpg",
        "subParts": [
            {
                "title": "Why do students hate tuitions?"
            },
            {
                "title": "Is it because students hate to be mentored?",
                "data": [
                    "No, it's because students don’t find the best mentor to build themselves.",
                    "Have you ever heard students hate online tuitions? It would be rare, because the basic existence of the Internet offers the best knowledge in the world. What Tuition Bell succeeds in is bringing you the best possible tutor from yours as well as other locale.",
                    "As Oprah Winfrey rightly said, \"A mentor is someone who allows you to see the hope inside yourself\". But a lot of students fail to find the right tutor or mentor to do the right things.",
                    "Skills are developed with help and a lot of determination. We are here to offer help since Tuition Bell offers one to one attention with an indiviual, unique experience will help the children to grow into skillful, intelligent adults at the top instituitions in India.",
                    "One to One online learning will help the children improve their attitude with respect to school and the zeal to understand. Self-paced, self-directed learning is the goal for any student growing into their teens and online learning helps provide the proper guidance in setting the child up to learn and not to just read.",
                    "In recent days, the approach to providing education has changed. Schools are failing to provide mentorship to the students, instead, they are focusing to feed in detail as much as they can provide which demotivates the student and diverts them to the wrong path. Lots of factors like increase in",
                    "Those factors are"
                ]
            },
            {
                "title": "1. Teacher- Student ratio",
                "data": [
                    "The present educational system is not as strong as it should be. Due to this reason, most students do not get the attention they need from their teachers who should act as mentors instead of which, they act as knowledge feeder. Lots of knowledge is fed into students’ minds. But no one is caring if the information reached and was interpreted in the right way. As not every student is alike, every student’s learning and comprehesion level is different. Therefore, one lecture cannot fulfill the needs of each student. Since teachers in the school cannot cater to every child’s needs individually, this calls for the need for tuition. By having tuition, students can get extra attention and extra time they need in order to understand their work better and act to the situation rightly."
                ]
            },
            {
                "title": "2. Inability to get attention at home",
                "data": [
                    "Today, in most of the Indian houses both the parents are working and have busy schedules in their work. This ends up in giving less attention to the kid which they need at that time. The office schedules of many parents are quite hectic and when they return home, there are many things in their to-do list in which, often overlooked is the need to educate or supervise their children. Tuition obviously fills the void of providing supervision and listening to the kids. Actually, kids nowadays are not expressive because they don't have the right foundation in their childhood because they think no one would listen to their childish thoughts and let it explore to out of the box.",
                    "Mentoring means not one person giving, but it also takes the responsibility of listening to the thoughts and views of their prodigy. Tuition centers enable students to get help with their studies and the extra attention they desire to explore. Regular updates given by tutors about the ward keeps the parent relieved about their kid."
                ]
            },
            {
                "title": "3. Relatability",
                "data": [
                    "One on One tutoring online gives them the freedom to choose a tutor they feel relatable to. According to a journal in Hindawi educational research company, as little as teacher’s dressing can influnce the performance of a child. So when traditional teacher’s are not able to be relatable, the student’s enthusiasm is also affected."
                ]
            },
            {
                "title": "4. Lack of extra review",
                "data": [
                    "Often in school there is only a limited time to review a child's work and understanding. That may not always be enough. Having an online private tutor gives students an extra chance to review the areas in which they may be struggling."
                ]
            },
            {
                "title": "5. Lack of confidence",
                "data": [
                    "Because tutors develop a more personal relationship with their students, they are able to see and cultivate the potential within them. This is all too easy for teachers in school to miss, especially if a child is well-behaved or of average intelligence. This gives students increased confidence in their studies."
                ]
            },
            {
                "title": "6. Peer Pressure",
                "data": [
                    "As today’s world is not what it was a few decades before, the education system has changed drastically as well. The ation system used to be a knowledge provider and conceiver in earlier days which helped to create more innovative kids those days. But, nowadays everything has become a competition between peers. This not only creates peer pressure in the minds of children but also it makes them selfish from a very young age. Students nowadays are taking the phrase \"survival of the fittest\" seriously. Even though it's good in some ways, they ultimately forget that survival of the kindest is what would make life peaceful and make the earth a better place. This can be easily rectified through tutoring or mentoring. Life skills and thoughts can be explored at tuitions and they get personal attention which is most required at this young age. The competition between the students also makes them stressed out and depressed. The stress often leads students to do the wrong things, turning towards drugs or often considering to end their lives. In order to avoid any of these conditions, tuition is becoming more and more necessary, especially if your child needs it. If you are worried about the education of your child then you should not hesitate to hire a private tutor. Personal monitoring and counseling session with tutors will obviously help in avoiding bad thoughts. All these factors resulted in the emergence of tuitions which effectively fills the void created in mentorship and gives the real hope in students to find their interest and helps them to excel in it."
                ]
            }
        ],
        "alsoCheck": [
            {
                "title": "EFFECTS OF COVID ON EDUCATION SECTOR IN INDIA",
                "link": "www.tuitionbell.in/----link------"
            },
            {
                "title": "WHY CHOOSE TUITION BELL",
                "link": "www.tuitionbell.in/----link------"
            }
        ],
        "sources": [
            "https://www.hindawi.com/journals/edri/2019/9010589/",
            "https://harboroughtutors.co.uk/news/2013/10/23/10-benefits-of-private-tuition",
            "https://www.oxfordlearning.com/benefits-of-tutoring/"
        ],
        "blogImg": "../../assets/Images/Blogs/blog1.jpg"
    },
    {
        "id": "2",
        "author": "ABC",
        "date": "28th Jul",
        "topic": "Test",
        "name": "Why choose Tution Bell?",
        "img": "../../assets/Images/Blogs/blog2.jpg",
        "subParts": [
            {
                "title": "For students,",
                "data": [
                    "A classroom is an open book that surpluses knowledge, but personal tutoring is the place where you get one-one interaction! The attention you get in online tutoring matters!",
                    "Whether you have your upcoming exams or you need your homework help/doubt solving session to be done ASAP, Tuition Bell is the right place for you to be.",
                    "There's nothing more effective than being taught one to one by a talented and knowledgeable teacher, unfortunately, even the best classroom teachers can't give 100% attention to your child.",
                    "It's the attention that makes the difference in students who excel and shine in academics.",
                    "TUTION BELL strives to provide great quality of tutors for the students to beat the cut-throat competition and excel in their academics.It is a platform that rigorously works for it’s students who lack attention from school and for the students who are not only in need of academic attention,but also for the students who wants to practice and improve other skills sets. We have all kinds of tutors to assist with! We have a whole sphere of ranking system for the tutors to assets and improve the calibre of the tutors.Students will have a previlege of choosing between one among many tutors of various skill sets. Choosing of the tutors can be based on the profile, gender and age of the student. We, in Tution Bell feel that it is important to provide tutors of various skill sets and techniques to the children learning with us.",
                    "Since revision notes are hard to be found in the time of need, Tuition Bell has a range of textbooks ranging from Kindergarten to NCERT study material for 8th, 9th , 10th and preparation techniques based on previous year question papers for all your JEE Main and JEE Advanced preparation requirements!",
                    "TUTION BELL also provides you a live tutoring platform to start your learning through online. We also provide Online tutoring services through our website. Students can chose their mode of service they want. Tuition Bell also provides services based on the student’s board i.e Telangana Board, Andhra Pradesh Board etc. focusing completely on student’s arc of learning as well as focus on CBSE, ICSE and SSC mode of study.",
                    "K- 12 sector students will be the most beneficial students in this platform, as it is very important to have a strong foundation to achieve a proactive way of the future. We, in tution bell ensure 100 percent of attention for all the students, both from the tutor and our platform. The feedback given by students on both tutors and the platform will be taken seriously to enchance the efficiency and to nullify the any preveling disruptions."
                ]
            },
            {
                "title": "For tutors",
                "data": [
                    "For tutor who seek for a full time or part time job to explore their tutoring intelligence then tution bell is the right place to be at!",
                    "All you have to do is click on the ‘Become a Teacher on Tuition Bell’ tab.",
                    "Tutors will be remunerated enough for their skills based on their rank and hours they work in. Tution bell helps both tutors and students with flexibility in their schedules and with the expected work. For the part time tutors,this flexible system helps to have coherence with their daily life! Tutors will also have the previlege to tutor students located in their own locale, as tution bell facilitates to bring in students near to tutors location.They can also go online to tutor!. Our team in tution bell monitors the behaviour of both students and Tutors and takes in the feedback of both side to enhance the efficiency between both tutors and students. It is the ecosystem we strive to create between students and Tutors with the platform, thus ensuring maximum productivity on both sides.",
                    "Tution Bell also provides the following aspects which are unique:",
                    "- Conceptual learning rather than rote learning, which also gives an idea of where and how the whole thing started or came into picture.",
                    "- Videos that explain in detail the concepts and is followed by subjective, objective tests so that the student can be used to all sorts of challenges. Self-paced adaptive learning in online tuitions are quite unique.",
                    "- Dedicated mentors who are present just to clarify almost any kind of query related to academics"
                ]
            }
        ],
        "alsoCheck": [
            {
                "title": "EFFECTS OF COVID ON EDUCATION SECTOR IN INDIA",
                "link": "www.tuitionbell.in/----link------"
            },
            {
                "title": "WHY TUITIONS ARE IMPORTANT",
                "link": "www.tuitionbell.in/----link------"
            }
        ],
        "blogImg": "../../assets/Images/Blogs/blog2.jpg"
    },
    {
        "id": "3",
        "author": "ABC",
        "date": "28th Jul",
        "topic": "Test",
        "name": "EFFECTS OF COVID ON EDUCATION SECTOR IN INDIA",
        "img": "../../assets/Images/Blogs/blog3.jpg",
        "subParts": [
            {
                "data": [
                    "Even before the lockdown was enforced in the 3rd week of March, 2020, the state governments in their individual capacities declared the schools and colleges and the other educational institutions closed for a certain period of time from the middle of March. The closure was extended for some more time and finally the lockdown was declared. Thus the education system has been hampered for the last one and a half months. This is about regular classes in the educational institutions. Just before the full lockdown, international flights were banned from leaving and entering the country, thereby restricting people from going abroad to attend scheduled international seminars, workshops and also from visiting foreign universities for taking and giving classes and lectures etc. This was followed by cancellation of the national and domestic flights also thus resulting into people not being able to visit the places for educational purpose even inside the country. Finally with the lockdown, the trains also stopped running and thus the scheduled seminars etc had to be cancelled in all the stages, like, national, state and regional, and even local. Not only have seminars been cancelled, even visiting educational institutes for other purposes had to be postponed, for example, taking viva for thesis, projects etc and for other administrative purposes.",
                    "Education will definitely change post covid-19. Since the term ‘Blended learning’ has become very popular during the lockdown times, The physical attendance of the student might not be needed for quite sometime. So the pacing of the courses will change. Colleges will have to adapt to skills that a company like Tuition Bell has already gained considerable amount of experience i.e in the focused one-one tutoring in the online market.",
                    "The functions of the teacher will be less physical and more content focused. So for the semantics to change i.e the exam paper setting, evaluating and grading will be replaced by technology and AI algorithms. The main challenge academic institutions will have to face will be the conversion of interactive learning from a physical environment to online digital environment which in Tuition Bell, having focus on interactive learning in the online education market has been the top most priority.",
                    "With the full lockdown being imposed in the country, the education sector initially came to a standstill. This is an unprecedented and unfamiliar situation, and nobody still knows when the situation will be normal. It is imperative that the lifting of lockdown should obviously not take place in one go, but gradually, as otherwise the very purpose of the imposition of lockdown will be defeated with the spreading of the disease again. It is also true that unless the social distancing measures are removed, bringing back normalcy will be difficult. It is a known fact that the educational institutions are most vulnerable for the spread of the disease due to the mass gathering in the classrooms. Therefore unless, the infection is totally eradicated from the states, it is difficult to bring back the students to the schools, colleges, universities and other educational institutions. Resuming normal classes in classrooms therefore seems a distant dream at this time.",
                    "Gradually the system is getting accustomed to the situation. Distance classes, using various online platforms, have been started in many institutions. It is however, difficult to say at this moment, how far it has been successful, especially when one is situated in an urban areas."
                ]
            }
        ],
        "alsoCheck": [
            {
                "title": "WHY TUITIONS ARE IMPORTANT",
                "link": "www.tuitionbell.in/----link------"
            },
            {
                "title": "WHY CHOOSE TUITION BELL",
                "link": "www.tuitionbell.in/----link------"
            }
        ],
        "sources": [
            "https://timesofindia.indiatimes.com/home/education/news/association-gives-post-covid-19-guidelines-for-school/articleshow/75796668.cms",
            "https://en.unesco.org/news/education-post-covid-world-nine-ideas-public-action"
        ],
        "blogImg": "../../assets/Images/Blogs/blog3.jpg"
    }
]